<?php

// +----------------------------------------------------------------------
// | CuiCMF 系统首页
// +----------------------------------------------------------------------
// | Copyright (c) 2014-2018 All rights reserved.
// +----------------------------------------------------------------------
// | Licensed ( http://www.apache.org/licenses/LICENSE-2.0 )
// +----------------------------------------------------------------------
// | Author: 崔元欣 <15811506097@163.com>
// +----------------------------------------------------------------------

namespace app\admin\controller;

class Index extends Admin {

    //后台首页
    public function index() {
        $this->assign('meta_title', '控制台');
        return $this->fetch();
    }

}
