<?php

// +----------------------------------------------------------------------
// | CuiCMF 后台自定义http模板设置
// +----------------------------------------------------------------------
// | Copyright (c) 2014-2018 All rights reserved.
// +----------------------------------------------------------------------
// | Licensed ( http://www.apache.org/licenses/LICENSE-2.0 )
// +----------------------------------------------------------------------
// | Author: cuiyuanxin <15811506097@163.com>
// +----------------------------------------------------------------------
// +----------------------------------------------------------------------
// | 自定义http模板设置
// +----------------------------------------------------------------------
use think\facade\Env;
use think\facade\Request;

return [
    'http_exception_template' => [
        // 定义403错误的模板文件地址
        403 => Env::get('app_path') . '/' . Request::module() . '/view/public/403.html',
        // 定义404错误的模板文件地址
        404 => Env::get('app_path') . '/' . Request::module() . '/view/public/404.html',
    ]
];
